{
  "support_correspondence": [
    {
      "timestamp": 1549423601,
      "subject": "You anonymously reported Jeff Pall's photo for displaying hate speech.",
      "messages": [
        {
          "from": "FB Rep",
          "to": "Ethan Hancock",
          "subject": "",
          "message": "Thanks for your report - you did the right thing by letting us know about this. We looked over the photo, and though it doesn't go against one of our specific Community Standards, we understand that it may still be offensive to you and others. No one should have to see posts they consider hateful on Facebook, so we want to help you avoid things like this in the future.From the list above, you can block Jeff Pall directly, or you may be able to unfriend or unfollow them. If you unfollow them, youâ\u0080\u0099ll stay friends on Facebook but you wonâ\u0080\u0099t see their posts in your News Feed.We know these options may not apply to every situation, so please let us know if you see something else you think we should take a look at. You may also consider using Facebook to speak out and educate the community around you. Counter-speech in the form of accurate information and alternative viewpoints can help create a safer and more respectful environment.",
          "timestamp": 1549596798,
          "attachments": [
            
          ]
        }
      ]
    },
    {
      "timestamp": 1572293401,
      "subject": "You anonymously reported Zachary Albert as a fake account.",
      "messages": [
        {
          "from": "FB Rep",
          "to": "Ethan Hancock",
          "subject": "",
          "message": "We reviewed the profile you reported and found that it doesn't go against any of our Community Standards. If there's something specific on this profile that you think we should review (example: a photo), please report the content itself. We want to keep Facebook safe and welcoming for everyone, so thanks again for taking the time to report this. ",
          "timestamp": 1572467405,
          "attachments": [
            
          ]
        }
      ]
    }
  ]
}