{
  "participants": [
    {
      "name": "Facebook User"
    },
    {
      "name": "Ethan Hancock"
    }
  ],
  "messages": [
    {
      "sender_name": "Other User",
      "timestamp_ms": 1533746564252,
      "content": "Iâ\u0080\u0099ve moved on, maybe you should too. Youâ\u0080\u0099ll feel better",
      "type": "Generic",
      "is_unsent": false
    },
    {
      "sender_name": "Other User",
      "timestamp_ms": 1533746550874,
      "content": "Ok so you have this tendency to get a little power or control and then you think you are king. Thatâ\u0080\u0099s how you acted. Believe me, many people agreed with me, they were just smart and humble enough to keep their mouths shut. Now I really donâ\u0080\u0099t want to say anything Iâ\u0080\u0099m going to regret. So Iâ\u0080\u0099m done. You have no idea what was going on in my life at the time, and you certainly have no idea whatâ\u0080\u0099s going on now. So Iâ\u0080\u0099m not going to waste any of my fleeting energy on something that happened months ago.",
      "type": "Generic",
      "is_unsent": false
    },
    {
      "sender_name": "Ethan Hancock",
      "timestamp_ms": 1533746245773,
      "content": "I wasnâ\u0080\u0099t treating anyone like shit and the was clearly proven and thatâ\u0080\u0099s a fact backed up by a lot of people everything you believe was a fabrication of you and rose because you guys were jealous. Itâ\u0080\u0099s not a high horse when you have the facts behind you, I just hope in the future when you donâ\u0080\u0099t get your way you donâ\u0080\u0099t get as delusional as you did this time",
      "type": "Generic",
      "is_unsent": false
    },
    {
      "sender_name": "Other User",
      "timestamp_ms": 1533746104154,
      "content": "And in all sincerity good luck in your future endeavors. Though you hate me now, we were good friends and I still care about you. So good luck",
      "type": "Generic",
      "is_unsent": false
    },
    {
      "sender_name": "Other User",
      "timestamp_ms": 1533746069253,
      "content": "I really hope some day you can get off of your high horse and see how immature youâ\u0080\u0099re still acting. This is all so high school and I donâ\u0080\u0099t know about you, but I graduated so sorry, Iâ\u0080\u0099m done. If you still think Iâ\u0080\u0099m a â\u0080\u009cterrible human beingâ\u0080\u009d because I stood up to you when you were treating me and others like shit, thatâ\u0080\u0099s ok. I canâ\u0080\u0099t control your opinion.",
      "type": "Generic",
      "is_unsent": false
    }
  ],
  "title": "Facebook User",
  "is_still_participant": true,
  "thread_type": "Regular",
  "thread_path": "inbox/facebookuser_wxesxutfxw"
}